{
    "kelimeler": [
      {
        "kelime": "İnkılap",
        "kisa_anlam": "Köklü değişim.",
        "akademik_anlam": "Toplumun siyasi, sosyal, ekonomik ve kültürel yapısında köklü ve genellikle hızlı bir değişiklik anlamına gelir. İnkılap, genellikle eski sistemin yerine yeni bir düzenin getirilmesini ifade eder."
      },
      {
        "kelime": "İstiklal",
        "kisa_anlam": "Bağımsızlık.",
        "akademik_anlam": "Bir devletin, milletin ya da bireyin dış bir otoriteye bağlı olmaksızın kendi kaderini belirleme hakkına sahip olması ve bunu sürdürebilmesi durumu."
      },
      {
        "kelime": "Osmanlı Devleti",
        "kisa_anlam": "1299-1923 yılları arasında var olan imparatorluk.",
        "akademik_anlam": "13. yüzyılın sonlarında Anadolu Selçuklu Devleti'nin dağılmasının ardından kurulan ve 1923'te Türkiye Cumhuriyeti'nin ilanına kadar varlığını sürdüren, geniş bir coğrafyada etkili olmuş çok uluslu ve çok kültürlü bir imparatorluk."
      },
      {
        "kelime": "Meşrutiyet",
        "kisa_anlam": "Parlamentolu monarşi.",
        "akademik_anlam": "Monarşik yönetimlerin sınırlandırıldığı, halkın seçilmiş temsilcileri aracılığıyla yönetimde söz sahibi olduğu bir yönetim şekli. Osmanlı tarihinde Birinci ve İkinci Meşrutiyet dönemleri önemlidir."
      },
      {
        "kelime": "Cumhuriyet",
        "kisa_anlam": "Halkın kendi kendini yönetmesi.",
        "akademik_anlam": "Egemenliğin bir bireye, sınıfa ya da zümreye değil, doğrudan halkın seçtiği temsilcilere dayalı bir yönetim biçimi. Modern anlamda ilk kez 1923'te Türkiye'de ilan edilmiştir."
      },
      {
        "kelime": "Padişah",
        "kisa_anlam": "Osmanlı hükümdarı.",
        "akademik_anlam": "Osmanlı Devleti'nin en üst düzey yöneticisi ve devlet başkanı. Padişah, aynı zamanda İslam halifesi olarak dini otoriteye de sahipti. Yönetim yetkileri mutlak monarşi esasına dayalıydı."
      },
      {
        "kelime": "Sanayi Devrimi",
        "kisa_anlam": "Sanayileşme süreci.",
        "akademik_anlam": "18. yüzyılda İngiltere'de başlayarak tüm dünyayı etkisi altına alan ve tarıma dayalı üretim sistemlerinden, makineleşmeye dayalı sanayi üretimine geçişle karakterize edilen bir dönem."
      },
      {
        "kelime": "Kapitülasyon",
        "kisa_anlam": "Ayrıcalıklı ticaret hakkı.",
        "akademik_anlam": "Osmanlı Devleti'nin yabancı devletlere tanıdığı, genellikle ticari ve hukuki ayrıcalıkları ifade eder. Bu haklar, zamanla ekonomik ve siyasi bağımsızlığı zedeleyen bir unsur haline gelmiştir."
      },
      {
        "kelime": "Tanzimat",
        "kisa_anlam": "Yenileşme hareketi.",
        "akademik_anlam": "Osmanlı Devleti'nde 1839 yılında ilan edilen Tanzimat Fermanı ile başlayan ve devletin modernleşmesini hedefleyen bir reform süreci. Hukuk, eğitim, ekonomi ve idari alanlarda çeşitli düzenlemeleri içerir."
      },
      {
        "kelime": "Milliyetçilik",
        "kisa_anlam": "Ulusal kimlik bilinci.",
        "akademik_anlam": "Bir milletin kendi varlığını, tarihini, kültürünü ve değerlerini koruma, geliştirme ve diğer milletlerle eşit koşullarda var olma isteğini ifade eden ideoloji."
      }
    ]
  }